[

    {
        "image": "Riding-cities.webp",
        "title": "Riding cities",
        "text": "J'ai appris à structurer des pages web avec HTML, à les styliser avec CSS, et à concevoir des interfaces esthétiques et accessibles renforçant mes compétences en développement web.",
        "link": "#",
        "alt": "Image de couverture du siteRiding sities"
       
    },

    {
        "image": "image1.png",
        "title": "Booki",
        "text": "J'ai conçu ce site depuis la maquette Figma en utilisant Flexbox. De plus, la validation W3C du site garantit sa conformité aux normes web et une expérience fluide.",
        "link": "#",
        "alt": "Image de couverture du site Booki"
    },

    {
        "image": "Print-it.webp",
        "title": "Print-it",
        "text": "J'ai développé un carrousel interactif avec JavaScript et géré le versionnement via GitHub, consolidant mes compétences en fonctionnalités dynamiques et interactives.",
        "link": "https://github.com/sanasla/OCR-JS-projet6",
        "alt": "Image de couverture du Print-it"
    },

    {
        "image": "Sophie-Bluel.webp",
        "title": "sophie Bluel",
        "text": "Site portfolio développé en javascript. Manipulation du dom, intégration de modales dynamiques. Appels API, que ce soit pour la connexion, l'affichage des projets, ou bien l'ajout/suppression de projets",
        "link": "https://github.com/sanasla/Projet-7-Sophie-Bluel",
        "alt": "Image de couverture du site Sophie"
    },
    {
        "image": "Kasa.webp",
        "title": "Kasa",
        "text": " Dans ce projet, j'ai fait une refonte complète d'un site de location immobilière avec React, incluant l'ajout d'un carrousel et de collapses pour le rendre plus moderne et interactif. ",
        "link": "https://github.com/sanasla/projet8-kaza",
        "alt": "Image de couverture du site Kaza"
    },

    {
        "image": "724-Events.webp",
        "title": "724 events",
        "text": "Réalisation de tests manuels et exploratoires pour identifier les anomalies avant mise en production, élaboration et mise à jour d’un cahier de recettes, et bilan des campagnes de test.",
        "link": "#" ,
        "alt": "Image de couverture du site 724 events"
    },

    {
        "image": "Menu-Maker.webp",
        "title": "Menu Maker",
        "text": "Planification du développement d’un site web avec rédaction de spécifications techniques et organisation du travail via Trello. Veille technologique régulière avec Feedly pour rester à jour, et présentation d’une solution technique traduisant efficacement les besoins en solutions concrètes.",
        "link": "#",
        "alt": "Image de couverture du site Menu Maker"
    },

    {
        "image": "EcoBlissBath.webp",
        "title": "EcoBlissBat",
        "text": "Automatisation des tests pour l'application de vente en ligne d'Eco Bliss Bath avec Cypress. J'ai sélectionné les scénarios critiques, écrit les scripts, et documenté les anomalies détectées dans un bilan de campagne de test, renforçant ainsi mes compétences en automatisation et en documentation précise des tests.",
        "link": "https://github.com/sanasla/Project10-cypress",
        "alt": "Image de couverture du site Ecoblish"
    },

    {
        "image": "Tomsen.webp",
        "title": "Tomsen",
        "text": "Dans ce projet, j’ai étudié les spécifications de l’application pour identifier les fonctionnalités à tester et définir une stratégie de test adaptée au cycle de développement agile, rédaction de la revue des exigences, conception de la stratégie de test et du cahier de recettes.",
        "link": "#",
        "alt": "Image de couverture du site Tomsen"
    }

]

