[

    {
        "image": "Riding-cities.webp",
        "title": "Riding cities",
        "text": "J'ai appris à structurer des pages web avec HTML, à les styliser avec CSS, et à concevoir des interfaces esthétiques et accessibles en utilisant Figma et Visual Studio Code, renforçant mes compétences en développement web..",
        "link": "#"
    },

    {
        "image": "image1.png",
        "title": "Booki",
        "text": "Conception d'un site depuis une maquette Figma. Utilisation de Flexbox, mise en place de la partie responsive, validation W3C.",
        "link": "#"
    },

    {
        "image": "Print-it.webp",
        "title": "Print-it",
        "text": "J'ai développé un carrousel interactif avec JavaScript et géré le versionnement via GitHub, consolidant mes compétences en fonctionnalités dynamiques et interactives.",
        "link": "#"
    },



    {
        "image": "Sophie-Bluel.webp",
        "title": "sophie Bluel",
        "text": "J'ai développé le Front-End d'un site portfolio en JavaScript pour une architecte d'intérieur. Ce projet m'a permis de manipuler le DOM, d'intégrer des modales dynamiques, et de réaliser des appels API pour gérer les projets (connexion, affichage, ajout/suppression). J'ai utilisé Figma, Visual Studio Code et GitHub pour le développement, renforçant mes compétences en interfaces dynamiques et en JavaScript.",
        "link": "#"
    },
    {
        "image": "Kasa.webp",
        "title": "Kasa",
        "text": "Refonte complète d'un site de location immobilière avec React, incluant l'ajout d'un carrousel et de collapses pour le rendre plus moderne et interactif.",
        "link": "#"
    },

    {
        "image": "724-Events.webp",
        "title": "724 events",
        "text": "Réalisation de tests manuels et exploratoires pour identifier les anomalies avant mise en production, élaboration et mise à jour d’un cahier de recettes, et bilan des campagnes de test.",
        "link": "#"
    },

    {
        "image": "Menu-Maker.webp",
        "title": "Menu Maker",
        "text": "Planification du développement d’un site web avec rédaction de spécifications techniques et organisation du travail via Trello. Veille technologique régulière avec Feedly pour rester à jour, et présentation d’une solution technique traduisant efficacement les besoins en solutions concrètes.",
        "link": "#"
    },

    {
        "image": "EcoBlissBath.webp",
        "title": "EcoBlissBat",
        "text": "Automatisation des tests pour l'application de vente en ligne d'Eco Bliss Bath avec Cypress. J'ai sélectionné les scénarios critiques, écrit les scripts, et documenté les anomalies détectées dans un bilan de campagne de test, renforçant ainsi mes compétences en automatisation et en documentation précise des tests.",
        "link": "#"
    },

    {
        "image": "Tomsen.webp",
        "title": "Tomsen",
        "text": "Conception de la stratégie de test d'un projet en analysant les spécifications et la maquette, rédaction du cahier de recettes et revue des exigences, conception de la stratégie de test .",
        "link": "#"
    }

 



    








]

